Repository: cequn/openedx-email-extensions
Catalog: openedx_email_extensions/locale/*/LC_MESSAGES/django.po
Languages: de_de, pt_br

source: If you didn't request this, you don't need to do anything. If you require assistance, please write to us at {TECH_SUPPORT_EMAIL}.
de_de: Wenn du das nicht verlangt hast, brauchst du nichts zu tun. Wenn Sie Hilfe benötigen, schreiben Sie uns bitte an {TECH_SUPPORT_EMAIL}.
pt_br: Se você não solicitou isso, você não precisa fazer nada. Se precisar de ajuda, por favor escreva-nos para {TECH_SUPPORT_EMAIL}.

source: Message from {PLATFORM_NAME}
de_de: Nachricht von {PLATFORM_NAME}
pt_br: Mensagem de {PLATFORM_NAME}

source: Message from {PLATFORM_NAME}.
de_de: Nachricht von {PLATFORM_NAME}.
pt_br: Mensagem de {PLATFORM_NAME}.

source: Message
de_de: Nachricht
pt_br: Mensagem

source: This message was generated automatically.
de_de: Diese Meldung wurde automatisch generiert.
pt_br: Esta mensagem foi gerada automaticamente.

source: Action
de_de: Gefecht
pt_br: Ação

source: Account activation
de_de: Kontoaktivierung
pt_br: Ativação de conta

source: Thank you for creating an account with {platform_name}!
de_de: Vielen Dank für die Erstellung eines Accounts mit {platform_name}!
pt_br: Obrigado por criar uma conta com {platform_name}!

source: There's just one more step before you can enroll in a course: you need to activate your {platform_name} account. To activate your account, click the button below.
de_de: Es gibt nur noch einen weiteren Schritt, bevor Sie sich für einen Kurs anmelden können: Sie müssen Ihr {platform_name} Konto aktivieren. Um Ihr Konto zu aktivieren, klicken Sie auf die Schaltfläche unten.
pt_br: Há apenas mais um passo antes de você poder se inscrever em um curso: você precisa para ativar sua conta {platform_name}. Para ativar sua conta, clique no botão abaixo.

source: If you didn't create an account, you don't need to do anything; you won't receive any more email from us. If you need assistance, please do not reply to this email message. Check the help section of the {platform_name} website.
de_de: Wenn Sie kein Konto erstellt haben, brauchen Sie nichts zu tun; Sie erhalten keine weiteren E-Mails von uns. Wenn Sie Hilfe benötigen, antworten Sie bitte nicht auf diese E-Mail-Nachricht. Überprüfen Sie den Hilfebereich der {platform_name} Website.
pt_br: Se você não criou uma conta, você não precisa fazer nada; você não receberá mais e-mails de nós. Se precisar de ajuda, por favor, não responda a esta mensagem de e-mail. Verifique a seção de ajuda do website de {platform_name}.

source: Activate account
de_de: Konto aktivieren
pt_br: Ativar conta

source: Email change
de_de: E-Mail ändern
pt_br: Mudança de e-mail

source: This is to confirm that you changed the e-mail associated with {platform_name} from {old_email} to {new_email}. If you did not make this request, please contact us immediately. Contact information is listed at:
de_de: Damit bestätigen Sie, dass Sie die mit {platform_name} verknüpfte E-Mail von {old_email} in {new_email} geändert haben. Sollten Sie dies nicht getan haben, setzen Sie sich bitte umgehend mit uns in Verbindung. Kontaktinformationen finden Sie unter:
pt_br: Isto é para confirmar que você mudou o e-mail associado à {platform_name} de {old_email} para {new_email}. Se você não fez esta solicitação, entre em contato conosco imediatamente. Informações de contato são listadas em:

source: We keep a log of old e-mails, so if this request was unintentional, we can investigate.
de_de: Wir protokollieren alte E-Mails, so dass wir bei unbeabsichtigter Anfrage recherchieren können.
pt_br: Nós mantemos um registro de e-mails antigos, por isso, se este pedido não foi intencional, podemos investigar.

source: Request to change email
de_de: Bitte um Änderung der E-Mail
pt_br: Solicitar a alteração de e-mail

source: We received a request to change the e-mail associated with your {platform_name} account from {old_email} to {new_email}. If this is correct, please confirm your new e-mail address by visiting:
de_de: Wir haben eine Anfrage erhalten, die E-Mail-Adresse Ihres {platform_name}-Accounts von {old_email} in {new_email} zu ändern. Wenn dies korrekt ist, bestätigen Sie bitte Ihre neue E-Mail-Adresse mit einem Besuch bei:
pt_br: Recebemos um pedido para alterar o e-mail associado à sua {platform_name} conta de {old_email} para {new_email}. Se isso está correto, por favor confirme o seu novo endereço de e-mail visitando:

source: If you didn't request this, you don't need to do anything; you won't receive any more email from us. Please do not reply to this e-mail; if you require assistance, check the help section of the {platform_name} web site.
de_de: Wenn Sie dies nicht gewünscht haben, brauchen Sie nichts mehr zu tun; Sie erhalten von uns keine weiteren E-Mails mehr. Bitte beantworte diese E-Mail nicht; falls du Hilfe benötigst, schau in den Hilfebereich der {platform_name} Webseite.
pt_br: Se você não solicitou isso, você não precisa fazer nada; você não receberá mais e-mails de nós. Por favor não responda este e-mail; se precisar de ajuda, consulte a seção de ajuda do website de {platform_name}.

source: Confirm change
de_de: Änderung bestätigen
pt_br: Confirmar alteração

source: Dear student,
de_de: Lieber Schüler,
pt_br: Caro(a) estudante,

source: You have been invited to join {course_name} at {site_name} by a member of the course staff.
de_de: Sie wurden von einem Mitarbeiter des Kurspersonals eingeladen, {course_name} bei {site_name} mitzumachen.
pt_br: Você foi convidado para participar do curso {course_name} em {site_name} por um membro da equipe do curso.

source: To access the course visit {course_url} and login.
de_de: Um auf den Kurs zuzugreifen, besuchen Sie {course_url} und loggen Sie sich ein.
pt_br: Para acessar o curso visite {course_url} e faça login.

source: To access the course visit {course_about_url} and register for the course.
de_de: Um auf den Kurs zuzugreifen, besuchen Sie {course_about_url} und melden Sie sich für den Kurs an.
pt_br: Para acessar o curso visite {course_about_url} e se inscreva para o curso.

source: To finish your registration, please visit {registration_url} and fill out the registration form making sure to use {email_address} in the E-mail field.
de_de: Um Ihre Registrierung abzuschließen, besuchen Sie bitte {registration_url} und füllen Sie das Registrierungsformular aus, indem Sie {email_address} im E-Mail Feld verwenden.
pt_br: Para terminar a sua inscrição, visite {registration_url} e preencha o formulário de inscrição certificando-se de usar {email_address} no campo E-mail.

source: Once you have registered and activated your account, you will see {course_name} listed on your dashboard.
de_de: Sobald Sie sich registriert und Ihr Konto aktiviert haben, sehen Sie {course_name} in Ihrem Dashboard.
pt_br: Depois de ter se inscrito e ativado a sua conta, você verá {course_name} listado no seu painel.

source: Once you have registered and activated your account, visit {course_about_url} to join the course.
de_de: Sobald Sie sich registriert und Ihr Konto aktiviert haben, besuchen Sie {course_about_url}, um dem Kurs beizutreten.
pt_br: Depois de ter se inscrito e ativado a sua conta, visite {course_about_url} para participar do curso.

source: You can then enroll in {course_name}.
de_de: Sie können sich dann in {course_name} anmelden.
pt_br: Você pode então se inscrever em {course_name}.

source: Go to register
de_de: Zur Registrierung
pt_br: Se inscrever

source: Dear {full_name}
de_de: Lieber {full_name}
pt_br: Caro {full_name}

source: You have been enrolled in {course_name} at {site_name} by a member of the course staff. The course should now appear on your {site_name} dashboard.
de_de: Sie wurden von einem Mitglied des Kurspersonals in {course_name} unter {site_name} eingeschrieben. Der Kurs sollte nun auf Ihrem {site_name} Dashboard erscheinen.
pt_br: Você foi inscrito no {course_name} em {site_name} por um membro da equipe do curso. O curso deve aparecer agora no seu painel em {site_name}.

source: To start accessing course materials, please visit {course_url} or use the button below.
de_de: Um auf die Kursmaterialien zuzugreifen, besuchen Sie bitte {course_url} oder benutzen Sie den Button unten.
pt_br: Para começar a acessar os materiais do curso, visite {course_url} ou use o botão abaixo.

source: Take me there
de_de: Bring mich dorthin!
pt_br: Leve-me lá

source: You have been un-enrolled from {course_name}
de_de: Sie wurden von {course_name} abgemeldet
pt_br: Sua inscrição de {course_name} foi cancelada

source: You have been un-enrolled from course {course_name} by a member of the course staff. Please disregard the invitation previously sent.
de_de: Sie wurden vom Kurs {course_name} von einem Kursmitarbeiter abgemeldet. Bitte beachten Sie die zuvor versendete Einladung nicht.
pt_br: Você teve sua inscrição cancelada de {course_name} por um membro da equipe do curso. Por favor desconsidere o convite enviado anteriormente.

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
de_de: Sie wurden von einem Mitarbeiter des Kurspersonals in {course_name} unter {site_name} abgemeldet. Der Kurs erscheint nicht mehr auf Ihrem {site_name} Dashboard.
pt_br: Você teve sua inscrição cancelada em {course_name} em {site_name} por um membro da equipe do curso. O curso não aparecerá mais no seu painel de {site_name}.

source: Your other courses have not been affected.
de_de: Ihre anderen Kurse sind davon nicht betroffen.
pt_br: Os seus outros cursos não foram afetados.

source: Request to change password
de_de: Passwortwechsel anfordern
pt_br: Solicitar a alteração de senha

source: Password reset
de_de: Passwort zurücksetzen
pt_br: Resetar a senha

source: You are receiving this email because you requested a password change in {site_name}
de_de: Sie erhalten diese E-Mail, weil Sie eine Kennwortänderung in {site_name} beantragt haben.
pt_br: Você está recebendo este e-mail porque solicitou uma alteração de senha no {site_name}

source: If you didn't request this change, you can disregard this email - we have not yet reset your password.
de_de: Wenn Sie diese Änderung nicht beantragt haben, können Sie diese E-Mail ignorieren - wir haben Ihr Passwort noch nicht zurückgesetzt.
pt_br: Se você não solicitou esta mudança, você pode desconsiderar este e-mail - nós ainda não mudamos sua senha.

source: Change my password
de_de: Passwort ändern
pt_br: Mudar minha senha
